---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.WireMaterialType
source: html/98879da8-418c-a271-3179-e2bd9129714b.htm
---
# WireMaterialType Properties

The id of the assembly instance to which the element belongs.